{
    "Search:": "Suche",
    "Enter your search...": "Suchbegriff eingeben...",
    "Send": "Senden",
    "Search type:": "Suchtyp:",
    "Engine:": "Anwendung:",
    "Views:": "Aufrufe:",
    "Posted by:": "Geschrieben von:",
    "Maximum resolution:": "Maximale Auflösung:",
    " Loading videos...": "Lade Videos:",
    "<p><strong>No videos</strong> found...</p>": "<p><strong>Keine Videos</strong> gefunden...</p>",
    "<p><strong>No playlist</strong> found...</p>": "<p><strong>keine Playliste</strong> gefunden...</p>",
    "videos found": "gefundene Videos",
    "playlists found": "gefundene Playlisten",
    "Converting video to mp3, please wait...": "Konvertiere Video nach mp3, bitte warten...",
    "video converted successfully !": "Video erfolgreich konvertiert !",
    "A download is already running, please wait...": "Ein Download ist bereits gestartet, bitte warten...",
    "Waiting for connection...": "Warte auf Verbindung...",
    "done at": "davon erledigt",
    "Download ended !": "Download beendet !",
    "Downloading": "Herunterladen aktiv",
    "Convert to mp3": "Konvertiere nach mp3",
    "Close": "Schließen",
    "Settings": "Einstellungen",
    "Language:": "Sprache",
    "verified videos in this playlist": "Verifizierte Videos in dieser Playliste",
    "Download directory:": "Download Verzeichnis:",
    "Select": "Auswählen",
    "Copy": "Kopieren",
    "Save": "Speichern",
    "Paste/Open youtube link": "Youtube Link Einfügen/Öffnen",
    "Filters:": "Filter:",
    "Open in ": "Öffnen mit",
    "Download": "Herunterladen",
    "Cancel": "Abbrechen",
    "Download canceled!": "Download abgebrochen !",
    "Open related videos": "Öffne dazugehörige Videos",
    "Videos found": "Gefundene Videos",
    "Load more videos": "Lade weitere Videos",
    "Order by:": "Sortieren nach:",
    "Relevance": "Relevanz",
    "Published": "Veröffentlicht",
    "Views": "Aufrufe",
    "Rating": "Wertung",
    "Prev": "Vorheriges",
    "Next": "Nächstes",
    "StreamStudio configuration:": "StreamStudio Konfiguration:",
    "Copy youtube link": "Kopiere Youtube Link",
    "Copy dailymotion link": "Kopiere DailyMotion Link",
    "Save to playlist": "Zur Playliste hinzufügen",
    "Remove": "Entfernen",
    "Add folder": "Ordner hinzufügen",
    "Rename": "Umbenennen",
    "Library": "Sammlung",
    "Results": "Ergebnisse",
    "Select or create a folder (right click) to save your video and close the window to validate.": "Ordner auswählen oder erstellen (Rechtsklick), um das Video zu speichern und schliessen Sie das Fenster als Bestätigung.",
    "Please do not use spaces or special characters in your playlist name!": "Für den Namen der Playliste keine Leerstellen oder Sonderzeichen verwenden!",
    "Categories": "Kategorien",
    "Category:": "Kategorie:",
    "Browsing mode, use the pagination bar to navigate": "Surfmodus, verwenden Sie die Nummerierungsleiste zur Navigation",
    "can't download this file...": "kann Datei nicht herunterladen...",
    "Enter your search": "Geben Sie Ihre Suche ein",
    "unknown": "unbekannt",
    "Videos": "Videos",
    "Playlists": "Playlisten",
    "Channels": "Kanäle",
    "<p><strong>No channels</strong> found...</p>": "<p><strong>Keine Kanäle</strong> gefunden...</p>",
    "channels found": "Kanäle gefunden",
    "videos found in this channel": "Videos in diesem Kanal gefunden",
    "sounds in this mixtape": "Sounds in diesem Mixtape",
    "<p><strong>No sounds</strong> found...</p>": "<p><strong>Keine Sounds</strong> gefunden...</p>",
    "Songs/Artists": "Lieder/Sänger",
    "A new version is available !": "Eine neue Version ist verfügbar!",
    "Update": "aktualisieren",
    "Your software is up to date !": "Ihr Software ist auf dem neuesten Stand !",
    "Downloading: ": "Herunterladen:",
    "Installing update...": "Installiere Update ...",
    "Update successfully installed! please restart StreamStudio": "Update erfolgreich installiert, bitte StreamStudio neu starten",
    "Update error, please report the problem... or try to reinstall manually !": "Updateproblem, bitte melden Sie das Problem... oder versuchen Sie eine manuelle Neuinstallation !",
    "Top rated": "Spitzenreiter",
    "Most viewed": "Am Meisten angesehen",
    "Date:": "Datum:",
    "Today": "Heute",
    "This week": "Diese Woche",
    "This month": "Diesen Monat",
    "All time": "immer",
    "Local files": "lokale Dateien",
    "Local network interface:": "Lokale Netzwerk-Schnittstelle:",
    "Add or remove directories to scan for your local library:": "Hinzufügen oder Entfernen von Verzeichnissen um Ihre lokale Bibliothek zu durchsuchen:",
    "Add": "Hinzufügen",
    "Please add local folders to scan in the settings": "Zum Durchsuchen bitte lokales Verzeichnis in den Einstellungen hinzufügen",
    "please select a network interface in the configuration panel": "Bitte eine Netzwerk-Schnittstelle in den Einstellungen festlegen",
    "results found": "Ergebnisse vorhanden",
    "Local library": "Lokale Sammlung",
    "Update error, please report the problem... !": "Updatefehler, bitte melden Sie das Problem... !",
    "Welcome to StreamStudio !<br><br>Make a new search or select a category to start...": "Willkommen bei StreamStudio !<br><br>Neue Suche starten oder eine Kategorie wählen...",
    "Downloads": "Downloads",
    "Open Download folder": "Downloadordner öffnen",
    "Update files list...": "Aktualisiere Dateiliste...",
    "Updating...": "Aktualisiere ...",
    "Playing: ": "Wiedergabe:",
    "Stopped...": "Angehalten...",
    "Stopped... ": "Angehalten...",
    "Open mega link": "Öffne Mega Link",
    "File not available on mega.co...": "Datei auf mega.co... nicht verfügbar",
    "Your mega.co link is valid but can't be played yet, (wait a few minutes...)": "Ihr mega.co Link ist gültig, es kann aber noch nicht heruntergeladen werden (bitte ein paar Minuten warten...)",
    "Around %s results found": "Es wurden ca. %s Ergebnisse gefunden",
    "Links": "Verknüpfungen",
    "Please DONATE if you like this software !": "Wenn Ihnen diese Software gefällt, erwägen\nSie eine SPENDE !",
    "Loading StreamStudio...": "StreamStudio wird gestartet...",
    "Downloading plugins...": "Plugins werden heruntergeladen...",
    "<b><u>Gmail account (optional... used to report some errors) : </u></b>": "<b><u>Gmail Konto (optional... wird für Fehlerreporting genutzt) : </u></b>",
    "Username: ": "Benutzername:",
    "Password: ": "Passwort:",
    "Plugins choice:": "Plugin Auswahl:",
    "Please read the disclaimer here : <u><a id='disclaimer' style='color:red;' href='#'>disclaimer</a></u>": "Bitte lesen Sie die Ausschlussklausel hier: <u><a id='disclaimer' style='color:red;' href='#'>Ausschlussklausel</a></u>",
    "The following are terms and conditions for use of StreamStudio including all services offered.\n \n The service is offered to you conditioned on your acceptance without  modification of the terms, conditions, and notices contained herein. By  visiting and using StreamStudio or any of its affiliate sites and services, you are acknowledging your full compliance to the terms listed here. \n \n StreamStudio is based on its links to third party sites. The linked sites are not under the control of StreamStudio and StreamStudio is not responsible for the content of any linked sites or any links contained in a linked site. StreamStudio is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by StreamStudio of the site or any association with their operators. \n \n StreamStudio's team do not assume any responsibility or liability for the audio file, from completeness to legalities.\n \n StreamStudio user agrees that StreamStudio is hereby absolved from any and  all liabilities, losses, costs and claims, including attorney's fees asserted against StreamStudio, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by StreamStudio. \n \n StreamStudio team makes no warranties, expressed or implied, for the services we provide. StreamStudio will not be held responsible for any damages you or your business may suffer from using StreamStudio services.StreamStudio will not be held responsible for any interruptions, delays, failures, inaccuracies, or typographical errors \n \n StreamStudio team does not represent or warrant that the Service or the server that makes it available, are free of viruses or other harmful components. StreamStudio does not warrant or represent that the use or the results of the use of the Service or the materials made available as part of the Service will be correct, accurate, timely, or otherwise reliable \n\n StreamStudio team reserves the right to update this policy at any time without notice.": "Die folgenden Geschäftsbedingungen gelten ausschließlich für die Benutzung von StreamStudio einschließlich aller angebotenen Dienste. Der Dienst steht Ihnen unter der Bedingung zur Verfügung, dass Sie die in diesen Nutzungsbedingungen enthaltenen Bedingungen und Hinweise ohne Änderung annehmen. Durch den Besuch und die Verwendung von StreamStudio oder einer seiner Partner-Webseiten und Dienstleistungen, bestätigen Sie die vollständige Einhaltung der hier aufgeführten Bedingungen. StreamStudio basiert auf den Verbindungen zu Websites Dritter. Die verlinkten Seiten stehen nicht unter der Kontrolle von StreamStudio und StreamStudio ist nicht für den Inhalt der verlinkten Seiten oder für Links in einer verlinkten Seite verantwortlich. StreamStudio bietet diese Links nur als weiterführende Informationen und die Aufnahme eines Links bedeutet nicht die Billigung der Webseite durch StreamStudio und impliziert keine Verbindung mit deren Betreibern. Das StreamStudio Team übernimmt keine Verantwortung oder Haftung für die Audio-Datei und das insbesondere nicht in Bezug auf die Frage der Vollständigkeit und der Legalität. Die Benutzer von StreamStudio stimmen zu, dass StreamStudio von jedweder Art von Verpflichtungen, Verlusten, Kosten und Forderungen befreit ist, einschließlich der Anwaltskosten, die gegen StreamStudio, deren Vertreter, leitende Angestellte, Mitarbeiter oder Partner geltend gemacht werden und aus jedem angebotenen, durchgeführten oder einem Dienst den StreamStudio durchzuführen hätte,  herrühren kann. Das StreamStudio Team übernimmt keine Garantie, weder ausdrücklich noch stillschweigend, für die angebotenen Dienstleistungen die wir bieten. StreamStudio haftet nicht für Schäden, die Sie oder Ihr Unternehmen durch die Benutzung von StreamStudio Dienste erleiden. StreamStudio übernimmt keine Verantwortung für irgendwelche Unterbrechungen, Verzögerungen, Fehler, Ungenauigkeiten oder typografische Fehler. StreamStudio Team gibt ausdrücklich keine Garantie oder Zusicherung , dass die zur Verfügung gestellten Dienste oder der dazu eingesetzte Server frei von Viren oder anderen schädlichen Komponenten ist. StreamStudio gibt keine Garantie oder Zusicherung, dass die Verwendung oder die Ergebnisse der Nutzung der Dienste oder die dadurch zur Verfügung gestellten Materialien richtig, vollständig, aktuell oder auf andere Weise zuverlässig sein werden. Das StreamStudio Team behält sich das Recht vor, diese Nutzungsbedingungen jederzeit ohne vorherige Mitteilung zu aktualisieren",
    "Upnp": "UPnP",
    "Open Torrent": "Torrent öffnen",
    "Open Magnet": "Magnet Link öffnen",
    "Engine %s ready...!": "Anwendung %s ist fertig...!",
    "Warnings": "Warnungen",
    "Your torrent download is terminated, save it ?": "Ihr Torrent Download ist beendet, wollen Sie sichern?",
    "Can't save torrent to your download dir, error: %s": "Die Sicherung des Torrents in Ihr Download Verzeichnis ist nicht möglich, Fehler:%s",
    "(%s%% downloaded)": "(%s%% heruntergeladen)",
    "Torrent successfully saved to your ht5 download directory !": "Torrent wurde erfolgreich in Ihr ht5 Downloadverzeichnis heruntergeladen !",
    "Yes": "Ja",
    "Please enter your sudo/admin password to install the update": "Bitte geben Sie Ihr sudo/admin Passwort ein, um das Update zu installieren",
    "Wrong password, please retry or cancel...": "Falsches Passwort, bitte wiederholen oder abbrechen...",
    "upnp": "UPnP",
    "Playing on your UPNP device !": "Wiedergabe auf Ihrem UPNP Gerät!",
    "Open external link": "Externen Link öffnen",
    "transcoding enabled": "Transcodierung aktiviert",
    "transcoding disabled": "Transcodierung deaktiviert",
    "trancoding disabled": "Transcodierung deaktiviert",
    "play and stop": "Wiedergeben und anhalten",
    "playlist mode": "Playlisten Modus",
    "repeat mode": "Wiederholungs Modus",
    "Click ok to launch the update installer": "Bestätigen Sie mit OK, um das Update-Installationsprogramm zu starten",
    "Connecting... please wait (test %s/%s)": "Verbindung wird aufgebaut... bitte warten (Test %s/%)",
    "Connecting... please wait": "Verbindung wird aufgebaut... bitte warten",
    "Downloading %s%% done at %s": "Herunterladen %s%% davon abgeschlossen %s",
    "Corrupted torrent or no seeders, can't open your torrent file": "Beschädigte Torrent-Datei oder keine Seeder, die Torrent-Datei kann nicht geöffnet werden",
    "Default player:": "Standardplayer:",
    "Waiting...": "Wartend...",
    "Current Media:": "Derzeitiges Medium:",
    "Disabled": "deaktiviert",
    "Play thru Upnp": "Über Upnp abspielen",
    "Website streamstudio.cm is unreachable !": "Die Seite streamstudio.cm ist nicht erreichbar",
    "Start playing": "Wiedergabe beginnen",
    "Playing:": "Wiedergabe:",
    "Home": "Startseite",
    "Web library": "Web-Bibliothek",
    "Player": "benutze Player",
    "Loading...": "Wird geladen...",
    "Use your mouse right click on Youtube or Dailymotion video's titles to bookmark them in this library.": "Klicken Sie mit Ihrer rechten Maustauste auf Youtube oder Daily Motion, um ein Lesezeichen zu Ihrer Bibliothek hinzuzufügen.",
    "play and stop mode (click to change)": "Wiedergabe- und Stop-Modus (zum Ändern klicken)",
    "Please restart StreamStudio to apply your settings !": "Bitte starten Sie StreamStudio neu, um Ihre Einstellungen zu speichern !",
    "No streams available for this channel !": "Für diesen Kanal sind keine Streams verfügbar !",
    "Ok": "OK",
    "Can't open this url, please retry !": "Diese Adresse kann nicht geöffnet werden, bitte noch einmal versuchen !",
    "done": "Fertig",
    "Bandwith problem please try a lower quality !": "Bandbreitenproblem, bitte versuchen Sie es mit geringerer Qualität !",
    "You need Livestreamer >=v1.11.1 installed in /usr/bin or /usr/local/bin to use this plugin ! \n\n Please read install instructions here: \n http://livestreamer.readthedocs.org/en/latest/install.html": "Livestreamer >=v1.11.1 muss in Ihrem  /usr/bin oder /usr/local/bin\nVerzeichnis installiert sein, damit Sie dieses Plugin nutzen können !\n\nBitte lesen Sie die Installationsanleitung hier:\nhttp://livestreamer.readthedocs.org/en/latest/install.html",
    "Duration:": "Dauer",
    "Short (<4 min)": "Kurz (<4 Min.)",
    "Medium (4 <-> 20 min)": "Mittel (4 <-> 20 Min.)",
    "Long (>20 min)": "Lang (>20 Min.)",
    "Lives": "Live Beiträge",
    "lives found...": "Live Beiträge gefunden...",
    "Viewers:": "Zuschauer:",
    "Availables streams:": "Vorhandene Streams:",
    "No streams found for this channel !": "Für diesen Kanal wurden keine Streams gefunden !",
    "Track": "Spur",
    "StreamStudio Settings": "Parameter StreamStudio",
    "%s / %s connected peers": "%s / %s verbundene Peers",
    "Connected peers: ": "verbundene Peers",
    "Speed:": "Geschwindigkeit",
    "Save torrent file?": "Torrent-Datei speichern?",
    "No": "Nein",
    "Your torrent will be saved once download finished!": "Ihr Torrent wird gespeichert, sobald der Download fertig ist!",
    "Error!": "Fehler!",
    "Can't get your torrent file, please retry!": "Kann Ihre Torrent-Datei nicht empfangen, bitte versuchen Sie es erneut!",
    "Save torrent file when download finished ?": "Speichere Torrent-Datei, wenn der Download fertig ist?",
    "Enable transcoding": "aktiviere Transcodierung",
    "Please wait while loading your video... (Can take a few seconds)": "Bitte patienr beim Laden des Video ... (dauert einige Sekunden)"
}